aaron-bond.better-comments
bierner.markdown-preview-github-styles
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
developersoapbox.vscode-springboot-snippets
dineug.vuerd-vscode
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
georgewfraser.vscode-javac
github.github-vscode-theme
github.remotehub
github.vscode-pull-request-github
gruntfuggly.todo-tree
mechatroner.rainbow-csv
mhutchie.git-graph
ms-ceintl.vscode-language-pack-ko
ms-vscode.azure-repos
ms-vscode.remote-repositories
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
pleiades.java-extension-pack-jdk
redhat.java
redhat.vscode-xml
ritwickdey.liveserver
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-initializr
